cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'ack'
brew 'ascii'
brew 'coreutils'
brew 'cowsay'
brew 'ffmpeg', args: ['with-libvpx']
brew 'fortune'
brew 'thefuck'
brew 'gdbm'
brew 'go'
brew 'grc'
brew 'htop'
brew 'jpeg'
brew 'jp2a'
brew 'jq'
brew 'lolcat'
brew 'mtr'
brew 'mysql'
brew 'ngrep'
brew 'node'
brew 'nvm'
brew 'oniguruma'
brew 'openssl'
brew 'pkg-config'
brew 'python3'
brew 'readline'
brew 'sl'
brew 'speedtest_cli'
brew 'sqlite'
brew 'supervisor'
brew 'testssl'
brew 'tig'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'youtube-dl'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'macdown'
cask 'opera'
cask 'skype'
cask 'spectacle'
cask 'vlc'
